[
  {
    "name": "Teachers Camp",
    "story": "Ghosts are definitely not real. Those were my words said before we started our trip up to the mountains of Baguio city. A group of delegates from our grade school department were going to a leadership seminar in one of the most haunted places in the Philippines, Teachers camp. Plenty of ghosts stories come from that dreaded place where we were about to stay for six days. It was known for it's old age and the rumors that it was built on top of a war-related area. People see ghosts of war veterans and enemy soldiers kidnapping women. I thought I could never experience something like that, But I was wrong. First day of the trip was fun, as I remember. We went biking around the park there and hung out in the hotel room of one of the delegates parents. I didn't even think about the place we were really supposed to stay, until of course I saw our hall in Teachers Camp. The camp was enormous, plenty of halls we could've stayed in. But of all of the halls we were assigned to, we were assigned to White hall, the oldest and the one in the worst condition. The floor would creak with every step and because of an opening between the ceiling and wall you could hear anything from chattering teachers to the bags of others dragged on the floor. Our toilets didn't even work well. So everyday I dreaded coming back to that hall at night. The long awaited first night in our room finally came and as usual I didn't sleep well, I always have difficulty sleeping whether at home or a creepy camp. Room 109 was our assigned quarters, four other girls stayed in the room with me and they were comfortable with the place, just a bit disgusted at the counterproductive toilet. Anyway, As I was saying I didn't sleep well at all. I was awake until the hours of eleven desperately trying to sleep, of course I left the lights on fearing something might go bump that night. Finally, I fell asleep for around four hours and woke up again at 3:00 am. Screw sleep. I thought. Luckily, I brought an interesting book from my sister. I read undisturbed yet still a bit paranoid for a few minutes. Until I heard something. Footsteps. Faint yet coming closer. I stopped reading and waited if they'd actually get louder. They did. Before anything got any louder I actually peeked outside of my room, finding nothing, but the footsteps kept coming. Stronger and closer as it headed down from the stairs across the room. I went back to my bed and just stayed there, sitting upright, my ears eagerly taking in the footsteps. I was nervous, I tried to calm myself saying that there were late guests coming in. But then the footsteps reached the entrance of the room, so roughly that I felt the bed move whenever it sounded. I freaked and hid my head under the blanket. Hurriedly, reciting my prayers, while my friends slept soundly. I feared I'd see something that I'd remember for the rest of my life. The footsteps felt as if it was coming towards my bed. Then it stopped. I lifted enough courage to look up from my blanket. I saw a white shady figure with a somewhat bloodied face. It was only for a few seconds, until I finally got the urge to hide myself from it. I hid under the blanket again. The footsteps ensued but this time grew fainter and fainter until it was gone, like the figure. I was so scared I could barely get sleep. For the passing days, in room 109, nothing else happened. I told my friends about this ghostly experience and they laughed about it. I know what I saw, whether it was a ghost or just my mind playing paranoid tricks on me. I still go to Teachers Camp and I still hear stories of the hauntings, even ones similar to mine, but hearing or reading ghosts stories can never amount to the thrill of experiencing one.",
    "image": "assets/img/ghost/Teachers Camp.jpg",
    "rating": 5
  },
  {
    "name": "Loakan Road",
    "story": "One stormy night a cab driver was traversing Loakan road when a woman dressed in white was hailing his cab. He stopped to pick up the woman, as soon as they drove off into the dark road, the woman gave the directions to take her to the third cemetery, referring to the Filipino-American cemetery where soldiers who died during World War II were buried. Several meters before reaching their destination as the cab driver took a peek at his rearview mirror, the woman was gone as if vanishing into thin air!",
    "image": "assets/img/ghost/Loakan Road.jpg",
    "rating": 4
  },
  {
    "name": "Diplomat Hotel",
    "story": "Residents who live nearby the hotel tell of sightings of headless ghostly figures roaming the grounds of Diplomat hotel at night. A popular story is during the 1990’s when a group of fresh student graduates from a popular high school in Baguio snuck into the Diplomat hotel to enjoy a night of laughter and booze. Their “drinking session” started off well until suddenly one of their friends start to talk in a different language and a different voice, telling them to leave. One of them even said that he saw ghostly figures by the windows of the hotel. They started to run dragging their “possessed” friend along with them, and upon reaching several meters away from the entrance of the hotel grounds their friend started to go back to his normal state.",
    "image": "assets/img/ghost/Diplomat Hotel.jpg",
    "rating": 3
  },
  {
    "name": "Laperal White House",
    "story": "Stories of people passing by the house at night and witnessing ghostly apparitions are common especially during the time when bars and business establishments have not invaded the area across the street. One popular story was when a diner from the restaurant just across the street glanced at the White House and saw what seemed to be a white figure at one of the windows of the Laperal White House. The diner didn’t mind it until she went to the restroom of the cafe and was shocked to see the same white figure appearing on the bathroom mirror.",
    "image": "assets/img/ghost/Laperal White House.jpg",
    "rating": 2
  },
  {
    "name": "South Drive Former Hyatt Hotel Area",
    "story": "Taxi driver and any Baguio motorist know that when they are about to approach the zebra path (pedestrian lane) at the waiting shed across the locked gate of the former Hyatt hotel site, they should always honk their horn especially at night. This is because this waiting shed and zebra path were the common waiting area and crossing area of the hotel employees and those who perished are said to still cross this street. One night, a driver forgot to honk his horn, his vehicle motor suddenly died for no apparent reason, he went down and checked the motor and when he glanced at the gate of the lot where Hyatt hotel once stood he saw what seemed to be a person crossing the street, the only difference is this person is floating on air.",
    "image": "assets/img/ghost/South Drive Former Hyatt Hotel Area.jpg",
    "rating": 1
  }
]